tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "bat"
brew "python@3.8", link: true
brew "composer"
brew "exa"
brew "fd"
brew "unbound"
brew "gobject-introspection"
brew "libass"
brew "srt"
brew "ffmpeg"
brew "node"
brew "fx"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "git-secrets"
brew "go"
brew "grep"
brew "gron"
brew "hub"
brew "imagemagick"
brew "jq"
brew "mas"
brew "mycli"
brew "mysql"
brew "neofetch"
brew "neovim"
brew "nodebrew"
brew "openjdk@11"
brew "peco"
brew "pyenv"
brew "rbenv"
brew "ripgrep"
brew "ruby"
brew "shellcheck"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-completions"
brew "heroku/brew/heroku"
cask "adobe-creative-cloud"
cask "alfred"
cask "appcleaner"
cask "chatwork"
cask "clipy"
cask "cyberduck"
cask "docker"
cask "evernote"
cask "font-fontawesome"
cask "font-hack-nerd-font"
cask "github"
cask "google-chrome"
cask "hyper"
cask "java11"
cask "kap"
cask "kindle"
cask "notion"
cask "postman"
cask "rectangle"
cask "skitch"
cask "slack"
cask "spotify"
cask "tableplus"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "zoomus"
mas "BetterSnapTool", id: 417375580
mas "CopyClip", id: 595191960
mas "LINE", id: 539883307
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
