tap "adoptopenjdk/openjdk"
tap "andreasgrill/utils"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "mongodb/brew"
tap "mutagen-io/mutagen"
tap "planetscale/tap"
tap "rcmdnk/rcmdnkpac"
tap "sanemat/font"
tap "shopify/shopify"
tap "wez/wezterm"
brew "anyenv"
brew "brotli"
brew "giflib"
brew "libpng"
brew "automake"
brew "aws-elasticbeanstalk"
brew "bat"
brew "bfg"
brew "bluetoothconnector"
brew "glib"
brew "pkg-config"
brew "python@3.9"
brew "cairo"
brew "cocoapods"
brew "freetds"
brew "jpeg"
brew "composer"
brew "coreutils"
brew "deno"
brew "emscripten"
brew "exa"
brew "fd"
brew "guile"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "srt"
brew "ffmpeg"
brew "pango"
brew "fx"
brew "gdk-pixbuf"
brew "gh"
brew "ghq"
brew "gibo"
brew "git"
brew "git-delta"
brew "git-ftp"
brew "git-secrets"
brew "gnu-time"
brew "go"
brew "gobject-introspection"
brew "google-java-format"
brew "grep"
brew "gron"
brew "haskell-stack"
brew "httpie"
brew "hub"
brew "shared-mime-info"
brew "imagemagick"
brew "jq"
brew "librsvg"
brew "lsd"
brew "mas"
brew "mycli"
brew "mysql"
brew "navi"
brew "neofetch"
brew "tree-sitter"
brew "neovim"
brew "nghttp2"
brew "nodebrew"
brew "numpy"
brew "openssl@3", link: true
brew "postgresql"
brew "pure"
brew "python@3.8"
brew "ripgrep"
brew "ruby-build"
brew "scipy"
brew "shellcheck"
brew "sl"
brew "sleepwatcher"
brew "spotify-tui"
brew "stow"
brew "terminal-notifier"
brew "tig"
brew "tldr"
brew "tmux"
brew "translate-shell"
brew "tree"
brew "vim"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zsh"
brew "zsh-completions"
brew "andreasgrill/utils/auto-selfcontrol"
brew "heroku/brew/heroku"
brew "planetscale/tap/pscale"
brew "shopify/shopify/shopify-cli"
cask "adobe-creative-cloud"
cask "adoptopenjdk8"
cask "alacritty"
cask "alfred", args: { appdir: "/Applications" }
cask "alt-tab"
cask "appcleaner", args: { appdir: "/Applications" }
cask "authy"
cask "bettertouchtool"
cask "box-tools"
cask "brave-browser"
cask "choosy"
cask "chromedriver"
cask "clipy"
cask "cyberduck", args: { appdir: "/Applications" }
cask "deepl"
cask "discord"
cask "diskwave"
cask "docker"
cask "evernote"
cask "figma"
cask "firefox"
cask "flux"
cask "font-fontawesome", args: { appdir: "/Applications" }
cask "font-hack-nerd-font", args: { appdir: "/Applications" }
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "github"
cask "google-chrome", args: { appdir: "/Applications" }
cask "gyazo"
cask "hyper"
cask "inkdrop"
cask "insomnia"
cask "iterm2"
cask "karabiner-elements"
cask "kindle", args: { appdir: "/Applications" }
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "ngrok"
cask "notion", args: { appdir: "/Applications" }
cask "postman", args: { appdir: "/Applications" }
cask "rectangle", args: { appdir: "/Applications" }
cask "selfcontrol"
cask "skitch", args: { appdir: "/Applications" }
cask "slack", args: { appdir: "/Applications" }
cask "spotify"
cask "visual-studio-code"
cask "vivaldi"
cask "wezterm"
cask "zoom"
mas "Be Focused", id: 973134470
mas "BetterSnapTool", id: 417375580
mas "CopyClip", id: 595191960
mas "Habitify", id: 1111447047
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "MKPlayer", id: 1335612105
mas "Numbers", id: 409203825
mas "The Unarchiver", id: 425424353
mas "カウントダウンタイマー Countdown Timer", id: 1150771803
